<?php
// Heading
$_['heading_title']                     = 'Отзывы с фото и видео от покупателей';

// Text
$_['text_empty']                        = 'Еще никто не написал отзыв, вы можете быть первым.';
$_['text_no_reviews']                   = 'Еще никто не написал отзыв об этом товаре, вы можете быть первым.';
$_['entry_rating']                      = 'Рейтинг';
$_['entry_bad']                         = 'Плохой';
$_['entry_soso']                        = 'Так себе';
$_['entry_normal']                      = 'Нормальный';
$_['entry_good']                        = 'Хороший';
$_['entry_excellent']                   = 'Отличный';
$_['text_plus']                         = 'Достоинства:';
$_['text_minus']                        = 'Недостатки:';
$_['entry_review']                      = 'Ваш отзыв:';
$_['entry_name']                        = 'Ваше имя:';
$_['tab_review']                        = 'Отзывы (%s)';
$_['text_add_photo']                    = 'Фото';
$_['text_add_video']                    = 'Видео';
$_['button_add_video_text']             = 'Добавить видео';
$_['text_add_media_note']               = 'Добавьте фото и видео к своему отзыву, чтобы он стал еще интереснее';
$_['add_video_note']                    = 'Если ссылка правильная, ниже вы увидите превью видео';
$_['leave_feedback']                    = 'Оставить отзыв';
$_['text_loading']                      = 'Отправка...';
$_['text_load']                         = 'Загрузить';
$_['text_cancel']                       = 'Отмена';
$_['text_reviews']                      = '%s отзывов';
$_['text_write']                        = 'Написать отзыв';
$_['text_login']                        = 'Пожалуйста <a href="%s"> авторизуйтесь</a> или <a href="%s"> зарегистрируйтесь</a>';
$_['text_success']                      = 'Спасибо за ваш отзыв. Он был направлен на модерацию.';
$_['customers_media']                   = 'Фотографии и видео покупателей';
$_['customers_video']                   = 'Видео покупателей';
$_['customers_photo']                   = 'Фотографии покупателей';
$_['youtube_link']                      = 'Вставьте ссылку на видео из youtube';
$_['text_already_buy']                  = 'Уже купил';
$_['text_reply']                        = 'Ответить';
$_['text_comment']                      = 'Ваш комментарий';
$_['text_remove']                       = 'Удалить файл';
$_['dropzone_default_message']          = '<div class="dz-message"><p>Перетащите файлы сюда или нажмите на кнопку. Добавляйте до %s изображений в форматах .jpg, .gif, .png, размером файла до %s МБ<p><div class="ex-btn ex-light">Выбрать файлы</div></div>';
$_['thank_for_rating']                  = 'Спасибо за оценку, ваш голос учтен.';
$_['already_rating']                    = 'Ваш голос уже был учтен.';
$_['text_admin_answer']                 = 'Официальный представитель магазина';
$_['text_bonus']                        = 'Бонус за отзыв к продукту - ';
$_['text_photo_bonus']                  = 'Бонус за отзыв с фото к продукту - ';
$_['text_video_bonus']                  = 'Бонус за отзыв с видео к продукту - ';
$_['text_store_bonus']                  = 'Бонус за отзыв о магазине';
$_['text_store_photo_bonus']            = 'Бонус за отзыв о магазине с фото';
$_['text_store_video_bonus']            = 'Бонус за отзыв о магазине с видео';
$_['text_all_reviews'] 	               	= 'Все отзывы';
$_['btn_write_review'] 	               	= 'Написать отзыв';
$_['btn_all_review'] 	                	= 'Посмотреть все отзывы';
$_['btn_show_all'] 	                  	= 'Показать полностью';
$_['btn_hide'] 	                       	= 'Скрыть';
$_['text_total_reviews'] 	             	= 'Всего отзывов';
$_['text_error']                        = 'Запрашиваемая страница не найдена!';
$_['text_page_from']                    = ', cтраница (%s из %s)';


$_['text_email'] 	             	      = 'Ваш Email';
$_['text_answer_alert'] 	              = 'Уведомлять об ответах по электронной почте';
$_['error_video'] 	             	      = 'Видео уже было добавлено ранее';
$_['error_bad_link'] 	             	  = 'Не подходящий формат ссылки';

$_['text_awerage_rating'] 	              = 'Средний рейтинг товара';
$_['text_big_image'] 	             	  = 'Открыть большое изображение';


$_['text_review1'] 	             	      = 'отзыв';
$_['text_review2'] 	             	      = 'отзыва';
$_['text_review3'] 	             	      = 'отзывов';
$_['text_more_reviews_limit'] 	          = 'Показать еще %s из %s %s';
$_['text_more_reviews'] 	              = 'Показать еще %s %s';


//Sort
$_['sort_title']                        = 'Сортировать';
$_['sort_date']                         = 'По дате';
$_['sort_most_useful']                  = 'Самые полезные';
$_['sort_rating']                       = 'По рейтингу';
$_['sort_with_media']                   = 'С фото и видео';


// Error
$_['error_name']                        = 'Имя должно быть от %s до %s символов.';
$_['error_text']                        = 'Текст отзыва должен быть от %s до %s символов.';
$_['error_rating']                      = 'Пожалуйста поставьте оценку.';
$_['error_too_big']                     = 'Максимально допустимый размер файла: %s мб';
$_['error_invalid_type']                = 'Данный тип файла не поддерживается';
$_['error_only_images']                 = 'Можно загружать только изображения';
$_['error_max_files']                   = 'Добавленно максимально допустимое количество файлов: %s';
$_['error_max_height']                  = 'Высота изображения не должна превышать %s точек.';
$_['error_max_width']                   = 'Ширина изображения не должна превышать %s точек.';
$_['error_limitations']                 = 'Текст в полях достоинства/недостатки должен быть не больше %s символов.';
