<?php
// Heading
$_['heading_title']                     = 'Відгуки з фото та відео від покупців';

// Text
$_['text_empty']                        = 'На жаль ще не було відгуків. Будьте першим хто залишить відгук!';
$_['text_no_reviews']                   = 'На жаль ще не було відгуків про цей товар. Будьте першим хто залишить відгук!';
$_['entry_rating']                      = 'Рейтинг';
$_['entry_bad']                         = 'Поганий';
$_['entry_soso']                        = 'Так собі';
$_['entry_normal']                      = 'Нормальний';
$_['entry_good']                        = 'Хороший';
$_['entry_excellent']                   = 'Чудовий';
$_['text_plus']                         = 'Переваги:';
$_['text_minus']                        = 'Недоліки:';
$_['entry_review']                      = 'Ваш відгук:';
$_['entry_name']                        = 'Ваше Ім\'я:';
$_['tab_review']                        = 'Відгуки (%s)';
$_['text_add_photo']                    = 'Фото';
$_['text_add_video']                    = 'Відео';
$_['button_add_video_text']             = 'Додати відео';
$_['text_add_media_note']               = 'Спробуйте додати фото та відео до свого відгука, щоб він став ще більш цікавим';
$_['add_video_note']                    = 'Якщо ваша ссилка вірна, тут ви побачете превю вашого відео';
$_['leave_feedback']                    = 'Залишити відгук';
$_['text_loading']                      = 'Вiдсилка...';
$_['text_load']                         = 'Завантажити';
$_['text_cancel']                       = 'Відміна';
$_['text_reviews']                      = '%s відгуків';
$_['text_write']                        = 'Додати відгук';
$_['text_login']                        = 'Будь ласка <a href="%s"> зайдіть до свого акаунта</a> або <a href="%s"> зареєструйтеся</a> для продовження';
$_['text_success']                      = 'Дякуємо за ваш відгук. Він відправлений на модерацію.';
$_['customers_media']                   = 'Фото та відео покупців';
$_['customers_video']                   = 'Відео користувачів';
$_['customers_photo']                   = 'Світлини користувачів';
$_['youtube_link']                      = 'Вставте посилання на відео з youtube';
$_['text_already_buy']                  = 'Вже придбав';
$_['text_reply']                        = 'Відповісти';
$_['text_comment']                      = 'Ваш відгук';
$_['text_remove']                       = 'Видалити файл';
$_['dropzone_default_message']          = '<div class="dz-message"><h3>Перетяніть сюди фотографії</h3><h4>або натисніть</h4><div class="cheating-button">Визначити файли</div><div class="add-user-media-caption"> Додавайте зображення в форматах .jpg, .gif, .png, розміром файла до 5 МБ </div></div>';
$_['thank_for_rating']                  = 'Дякуємо за оцінку, ваш голос зараховано.';
$_['already_rating']                    = 'Ваш голос вже було зараховано.';
$_['text_admin_answer']                 = 'Офіційний представник магазину';
$_['text_bonus']                        = 'Бонус за вiдгук до продукта - ';
$_['text_photo_bonus']                  = 'Бонус за вiдгук з фото до продукта - ';
$_['text_video_bonus']                  = 'Бонус за вiдгук з вiдео до продукта - ';
$_['text_store_bonus']                  = 'Бонус за вiдгук до магазину';
$_['text_store_photo_bonus']            = 'Бонус за вiдгук до магазину з фото';
$_['text_store_video_bonus']            = 'Бонус за вiдгук до магазину з вiдео';
$_['text_all_reviews']                        = 'Усi вiдгуки';
$_['btn_write_review']                        = 'Додати вiдгук';
$_['btn_all_review']                         = 'Подивитись усi вiдгуки';
$_['btn_show_all']                           = 'Показати повнiстю';
$_['btn_hide']                                = 'Заховати';
$_['text_total_reviews']                      = 'Усього вiдгукiв';
$_['text_total_1']                      = 'Відповідь';
$_['text_total_2']                      = 'Відповіді';
$_['text_total_3']                      = 'Відповідей';

$_['text_error']                        = 'Сторiнка не знайдена!';
$_['text_page_from']                    = ', сторiнка (%s iз %s)';


$_['text_email']                            = 'Ваш Email';
$_['text_answer_alert']                   = 'Повідомляти про відповіді по електронній пошті';
$_['error_video']                            = 'Відео вже було додано раніше';
$_['error_bad_link']                        = 'Невiрний формат посилання';


$_['text_review1']                            = 'вiдгук';
$_['text_review2']                            = 'вiдгука';
$_['text_review3']                            = 'вiдгукiв';
$_['text_more_reviews_limit']               = 'Показати ще %s iз %s %s';
$_['text_more_reviews']                   = 'Завантажити більше відгуків';

$_['text_awerage_rating']                   = 'Середній рейтинг товару';
$_['text_big_image']                        = 'Відкрити велике зображення';
$_['text_modal_title']                        = 'Вiдгуки з фото';



//Sort
$_['sort_title']                        = 'Сортувати';
$_['sort_date']                         = 'По часу';
$_['sort_most_useful']                  = 'Найбільш гідні';
$_['sort_rating']                       = 'По рейтингу';
$_['sort_with_media']                   = 'С фото та відео';


// Error
$_['error_name']                        = 'Ім\'я повинно бути від 3 до 35 символів!';
$_['error_text']                        = 'Текст відгука повинен бути від 5 до 1000 символів!';
$_['error_rating']                      = 'Будь-ласка поставте оцінку!';
$_['error_too_big']                     = 'Максимальный розмір файла для завантаження: %s мб';
$_['error_invalid_type']                = 'Цей тип файла не підтримуеться';
$_['error_only_images']                 = 'Можно завантажувать тільки зображення';
$_['error_max_files']                   = 'Додано максимальне число файлів: %s';
$_['error_max_height']                  = 'Висота зображення не може бути більшою за %s пікселів.';
$_['error_max_width']                   = 'Ширина зображення не може бути більшою за %s пікселів.';
$_['error_limitations']                 = 'Текст в полях переваги / недоліки повинен бути не більше %s символів.';
