<?php


// Text
$_['text_hello']             = 'Добрий день, %s';
$_['text_info']              = 'Ви отримали відповідь на свій відгук про товар:';
$_['text_customer_info']     = 'Відгук користувача %s:';
$_['text_more']              = 'Детальніше';
$_['text_comment_title']     = 'Отримано відповідь на ваш відгук';
$_['text_product']           = 'Продукт:';

$_['text_review_title']      = 'Ваш відгук був опублікований';
$_['text_review']            = 'Опублікований Ваш відгук на товар:';
$_['text_bonus']             = 'Вам зараховано %s балів на бонусний рахунок аккаунта%s';
$_['text_bonus_photo']       = ', за відгук з фото.';
$_['text_bonus_video']       = ', за відгук з відео.';
$_['text_more_info']         = 'Детальніше подивитися кількість накопичених балів можна в <a href="%s">особистому кабінеті</a>';


// Admin

$_['text_admin_title']              = 'Отримано відгук про товар';
$_['text_review_automaderate']      = 'Відгук був опублікований автоматично';
$_['text_admin_bonus']              = 'Користувачеві було зараховано %s балів на бонусний рахунок аккаунта%s';
$_['text_admin_account']            = 'Переглянути аккаунт користувача можна по <a href="%s">засланні</a>';