<?php

// Heading
$_['heading_title']     = 'Замовити';

// Button
$_['button_close']      = 'Закрити';
$_['button_send']       = 'Замовити';

// Text
$_['text_success_send'] = '<p>Ваш запит успішно відправлено!</p>';
$_['text_loading']      = 'Завантаження...';
$_['text_agree']        = 'Я прочитав і приймаю <a href="%s" class="agree-form" target="_blank">%s</a>.';

$_['text_info']         = 'Клієнт';
$_['text_extra']        = 'Ми з нетерпінням чекаємо можливості допомогти вам. Зв\'язатись з нами, щоб домовитися про особисту консультацію щодо покупки або записатися на зустріч для зворотного дзвінка.';
$_['text_date_added']   = 'Додано';

// Enter
$_['enter_first_name']  = 'Ваше Ім\'я';
$_['enter_last_name']   = 'Прізвище';
$_['enter_email']       = 'Email';
$_['enter_telephone']   = 'Номер телефону';
$_['enter_time']        = 'Коли мені передзвонити?';
$_['enter_comment']     = 'Ваше повідомлення';

// Error
$_['error_first_name']  = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_last_name']   = 'Прізвище має містити від 1 до 32 символів!';
$_['error_email']       = 'Адреса електронної пошти виглядає недійсною!';
$_['error_time']        = 'Введені дата/час неправильні!';
$_['error_telephone']   = 'Телефон має містити від 3 до 32 символів!';
$_['error_comment']     = 'Повідомлення має містити від 3 до 500 символів!';
$_['error_agree']       = 'Перевірте поле!';