<?php
// Heading
$_['heading_title']                      = '<span style = "color:#05a120"><i class="fa fa-comments-o" aria-hidden="true" style = "font-size: 14px"></i> Ex-reviews</span> - Отзывы о товарах';
$_['heading_store_title']                = '<span style = "color:#05a120"><i class="fa fa-comments-o" aria-hidden="true" style = "font-size: 14px"></i> Ex-reviews</span> - Отзывы о магазине';
$_['heading_carousel_title']             = '<span style = "color:#05a120"><i class="fa fa-comments-o" aria-hidden="true" style = "font-size: 14px"></i> Ex-reviews</span> - Карусель отзывов о товарах';
$_['page_title']                         = 'Ex-reviews - Отзывы о товарах';
$_['page_store_title']                   = 'Ex-reviews - Отзывы о магазине';
$_['page_carousel_title']                = 'Ex-reviews - Карусель отзывов о товарах';

//Owl-carousel
$_['text_owl_settings']                  = 'Настройки каруселей миниатюр';
$_['text_owl_store']                     = 'Настройки owl-carousel';
$_['text_owl_product']                   = 'Настройки owl-carousel во вкладке товара';
$_['text_owl_reviews']                   = 'Настройки owl-carousel на странице со всеми отзывами';
$_['text_owl_prod']                      = 'Owl-carousel в товарах';
$_['text_owl_rev']                       = 'Owl-carousel на странице всех отзывов';
$_['text_owl_size']                      = 'Размер миниатюр';
$_['text_owl_radius']                    = 'Border-radius (Скругление углов миниатюр)';
$_['text_owl_screen']                    = 'Разрешение экрана';
$_['text_owl_photo']                     = 'Карусель фото';
$_['text_owl_video']                     = 'Карусель видео';
$_['text_owl_count']                     = 'Количество элементов';
$_['text_micro']                         = 'Микроразметка отзывов (Schema.org)';

//Rewards
$_['rewards_title']                      = 'Вознаграждение за отзывы';
$_['rewards_status']                     = 'Включить бонусные баллы за отзывы';
$_['text_bonus']                         = 'Бонусных баллов за отзыв';
$_['text_bonus_photo']                   = 'Бонусных баллов за отзыв с фото';
$_['text_bonus_video']                   = 'Бонусных баллов за отзыв с видео';
$_['text_bonus_likes_status']            = 'Включить бонусные баллы за пользу отзыва';
$_['text_bonus_likes']                   = 'Бонусных баллов за полученный лайк';
$_['text_link_to_page']                  = 'Ссылка на страницу "Отзывы о магазине';
$_['text_enable_bonuse']                 = 'Засчитать бонусы за комментарий';

//API
$_['api_notifications']                  = 'Данные библиотеки, скрипты и стили необходимы для правильной работы модуля. В разных шаблонах на странице товара уже могут быть подключены те или иные скрипты из представленных ниже. Поэтому, чтоб не дублировать загрузку уже имеющихся библиотек, создана возможность их отключения прямо из настроек модуля.';
$_['text_dropzone']                      = 'Подключить Dropzone';
$_['text_magnific']                      = 'Подключить Magnific Popup';
$_['text_carousel']                      = 'Подключить Подключить owl.carousel';
$_['text_bootstrap_css']                 = 'Подключить Bootstrap CSS';
$_['text_bootstrap_js']                  = 'Подключить Bootstrap JS';
$_['text_api']                           = 'Подключаемые библиотеки';

// Nav
$_['text_main_settings']                 = 'Основные настройки';
$_['text_media_settings']                = 'Настройки изображений/видео';
$_['text_style_settings']                = 'Настройки стилей';
$_['text_page_settings']                 = 'Настройки страницы со всеми отзывами';
$_['text_reward_settings']               = 'Вознаграждение за отзывы';
$_['text_compatibility_settings']        = 'Настройки совместимости';
$_['text_api_settings']                  = 'Подключаемые плагины/библиотеки';
$_['text_functional_settings']           = 'Настройки функционала';
$_['text_restriction_settings']          = 'Настройки ограничений';
$_['text_carousel_settings']             = 'Настройки карусели';

// Functional
$_['text_enable']                        = 'Включить модуль';
$_['text_selector']                      = 'Селектор для вывода блока отзывов';
$_['text_selector_help']                 = 'Селектор (id или class) вкладки, или другого элемента, внутри которго выводить блок с отзывами. В стандартной теме это вкладка #tab-review';
$_['text_pagination']                    = 'Пагинация блока отзывов';
$_['text_pagination_help']               = 'Показывать пагинацию в блоке отзывов. Может быть использовано совместно с кнопкой «Показать еще»';
$_['text_more_button']                   = 'Кнопка «Показать еще»';
$_['text_more_button_help']              = 'Подгрузка отзывов с помощью кнопки «Показать еще»';
$_['text_user_mail']                     = 'Добавить поле Email пользователя';
$_['text_user_mail_help']                = 'Добавляет функционал отправки уведомлений о получении ответов на отзывы пользователя.';
$_['entry_automoderate_help']            = 'Автоматическая публикация отзывов сразу после отправки их пользователем.';



//Carousel module

$_['text_carousel_title']                = 'Заголовок блока (выводится на сайте)';
$_['text_sort_type']                     = 'Тип сортировки';
$_['text_selection_type']                = 'Тип выборки';
$_['text_photo_limit']                   = 'Ограничение количества выводимых фотографий';
$_['text_video_limit']                   = 'Ограничение количества выводимых видео';
$_['text_slide_count']                   = 'Количество слайдов в строке, зависит от разрешения экрана устройства';
$_['text_navigation_arrows']             = 'Показывать стрелки навигации';
$_['text_carousel_pagination']           = 'Показывать пагинацию карусели';
$_['text_card_style']                    = 'Стили карточки отзыва';
$_['text_castom_style']                  = 'Использовать кастомные стили';
$_['text_card_shadow']                   = 'Тень под карточками отзывов';
$_['text_card_margin']                   = 'Расстояние между карточками отзывов (px)';
$_['text_card_border_radius']            = 'Скругление углов карточки отзыва (Border-radius)';
$_['text_card_border']                   = 'Ширина контура карточки (border px)';
$_['text_link_color']                    = 'Цвет ссылок';
$_['text_link_hover_color']              = 'Цвет ссылок при наведении';
$_['text_card_footer_background']        = 'Цвет фона футера карточки';
$_['text_card_footer_text']              = 'Цвет текста футера карточки';
$_['text_disabled']                      = 'Отключить';
$_['text_carousel_type']                 = 'Тип карусели';
$_['text_gallery_type']                  = 'Тип галереи изображений';
$_['text_box_class']                     = 'Добавить классы (class name) к внешнему контейнеру отзывов';
$_['text_title_class']                   = 'Добавить классы (class name) к заголовку блока отзывов';
$_['text_card_class']                    = 'Добавить классы (class name) к карточке отзыва';
$_['text_box_class_help']                = 'Если есть необходимость, можно добавить нужные имена классов которые используются в вашем шаблоне, к внешнему контейнеру отзывов. Через пробел.';
$_['text_title_class_help']              = 'Если есть необходимость, можно добавить нужные имена классов которые используются в вашем шаблоне, к заголовку блока отзывов. Через пробел.';
$_['text_card_class_help']               = 'Если есть необходимость, можно добавить нужные имена классов которые используются в вашем шаблоне, к карточке отзыва. Через пробел.';


//Limitations
$_['text_name_limitation']               = 'Мин/Макс количество символов в имени пользователя';
$_['text_review_limitation']             = 'Мин/Макс количество символов в отзыве';
$_['text_worth_limitation']              = 'Макс количество символов в полях достоинства/недостатки';


//Style
$_['text_button_settings']               = 'Кнопки';
$_['text_button_common_settings']        = 'Общие стили для кнопок';
$_['text_form_settings']                 = 'Форма написания отзыва';
$_['text_card_settings']                 = 'Карточки вывода отзывов';
$_['text_card_style_title']              = 'Стили для карточек вывода отзывов';
$_['text_border_radius_help']            = 'Скругление углов. От 0 до 100';
$_['text_border_width']                  = 'Ширина контура (border px)';
$_['text_background_color']              = 'Цвет фона';
$_['text_border_color']                  = 'Цвет контура';
$_['text_text_color']                    = 'Цвет текста';
$_['text_header_background_color']       = 'Цвет фона шапки карточки';
$_['text_header_text_color']             = 'Цвет текста шапки карточки';
$_['text_shadow_remove']                 = 'Убрать тень';
$_['text_review_form_title']             = 'Стили для формы ввода отзыва';
$_['text_border_radius']                 = 'Скругление углов (Border-radius)';
$_['text_font_size']                     = 'Размер шрифта (рх)';
$_['text_min_button_width']              = 'Минимальная ширина кнопок (px)';
$_['text_min_button_width_help']         = 'С помощью этого параметра можно сделать все кнопки одинаковой ширины';
$_['text_transition_help']               = 'Скорость динамических эффектов. Например изменения цвета кнопки при наведении. Не работает при использовании градиентов';
$_['text_font_weight']                   = 'Толщина шрифта (100 - 900)';
$_['text_font_uppercase']                = 'Трансформация шрифта кнопок в верхний регистр';
$_['text_padding']                       = 'Отступы вертикальные/горизонтальные (px)';
$_['text_padding_help']                  = 'Отступы от текста внутри кнопки, влияют на ее размер.';
$_['text_vertical']                      = 'Вертикальные';
$_['text_horizontal']                    = 'Горизонтальные';
$_['text_right']                         = 'Вправо';
$_['text_bottom']                        = 'Вниз';
$_['text_right_top']                     = 'Диагональ (право верх)';
$_['text_right_bottom']                  = 'Диагональ (право низ)';
$_['text_demonstration']                 = 'Демонстрация';
$_['text_gradient']                      = 'Градиент';
$_['text_button_comfirm']                = 'Кнопки подтверждения/отправки';
$_['text_button_cancel']                 = 'Кнопки отмены';
$_['text_button_lite']                   = 'Кнопки нейтральные (ответить на отзыв/добавить видео)';
$_['text_on_hover']                      = 'При наведении';


// Page
$_['text_page_seo']                      = 'SEO страницы';
$_['text_page_enabled_help']             = 'Включить/выключить страницу со всеми отзывами о товарах';
$_['text_page_index']                    = 'Выключить индексацию';
$_['text_page_index_help']               = 'Запретить индексацию содержимого страницы (переход по ссылкам разрешен). «noindex, follow»';
$_['text_page_pagination']               = 'Пагинация';
$_['text_page_pagination_help']           = 'Показывать пагинацию на странице. Может быть использовано совместно с кнопкой «Показать еще»';


// Text
$_['text_extension']                     = 'Модули';
$_['text_success']                       = 'Настройки модуля обновлены!';
$_['text_edit']                          = 'Редактирование модуля';
$_['text_on']                            = 'Вкл';
$_['text_off']                           = 'Выключен';
$_['text_yes']                           = 'Да';
$_['text_no']                            = 'Нет';
$_['text_default_sorting']               = 'Стандартная сортировка';
$_['text_num_reviews']                   = 'Количество отзывов на странице';
$_['text_register']                      = 'Отзывы могут оставлять только зарегистрированные покупатели';
$_['text_likes']                         = 'Лайки/дизлайки только зарегистрированные покупатели';
$_['text_limitations']                   = 'Показывать поля достоинства/недостатки';
$_['text_captcha']                       = 'Показывать капчу';
$_['text_captcha_help']                  = 'В модуле используется стандартная Google reCAPTCHA. Ее нужно предварительно включить и настроить в расширениях через админку.';
$_['text_answer']                        = 'Добавить возможность комментировать отзывы';
$_['text_answer_register']               = 'Комментировать могут только зарегистрированные';
$_['text_add_photo']                     = 'Возможность добавления фото';
$_['text_add_video']                     = 'Возможность добавления видео';
$_['text_all_media']                     = 'Показывать блок со всеми фото и видео';
$_['text_delete_images']                 = 'Удалить из папки все изображения не привязанные к отзывам';
$_['text_delete']                        = 'Удалить';
$_['text_delete_image']                  = 'Удалить изображение';
$_['text_thumbs_size']                   = 'Размер фото и видео миниатюр: ширина/высота в пикселях';
$_['text_popup_size']                    = 'Изменение рамера фотографии при загрузке: ширина/высота в пикселях. 0 - оставлять без изменений.';
$_['text_size_limit']                    = 'Ограничение загружаемых фотографий по размеру: ширина/высота в пикселях.';
$_['text_weight_limit']                  = 'Максимально допустимый вес загружаемой фотографии в мегабайтах.';
$_['text_count_limit']                   = 'Ограничение количества прикрепляемых фотографий к одному отзыву.';
$_['text_license_key_save']              = 'Сохранить ключ';
$_['text_entry_key']                     = 'Введите лицензионный ключ';
$_['sort_date']                          = 'Последние';
$_['sort_random']                        = 'Случайные';
$_['sort_most_useful']                   = 'Самые полезные';
$_['sort_rating']                        = 'По рейтингу';
$_['sort_with_media']                    = 'С фото и видео';
$_['selection_all']				         = 'Любые';
$_['selection_photo']				     = 'С фото';
$_['selection_video'] 			         = 'С видео';
$_['selection_photo_and_video']	         = 'С фото и видео';
$_['selection_photo_or_video']           = 'С фото или видео';


$_['text_link_allreviews']               = 'Страница со всеми отзывами';
$_['text_mail_alert']                    = 'Уведомление о поступлении новых отзывов на email администратора';
$_['text_additional_mail_alert']         = 'Уведомление о поступлении новых отзывов на дополнительные email';
$_['text_additional_mail_alert_help']    = 'Отправлять уведомление о поступлении новых отзывов на дополнительные email адреса указанные в настройках магазина';
$_['text_micro']                         = 'Микроразметка отзывов (Schema.org)';

//Thumb
$_['text_thumb_settings']                = 'Настройки миниатюр фотографий/видео';
$_['text_thumb_store']                   = 'Настройки owl-carousel';
$_['text_thumb_product']                 = 'Миниатюры на странице продукта';
$_['text_thumb_reviews']                 = 'Миниатюры на странице со всеми отзывами';
$_['text_thumb_prod']                    = 'Миниатюры в товарах';
$_['text_thumb_rev']                     = 'Миниатюры на странице всех отзывов';
$_['text_thumb_size']                    = 'Размер миниатюр';
$_['text_thumb_radius']                  = 'Border-radius (Скругление углов)';
$_['text_thumb_screen']                  = 'Разрешение экрана';
$_['text_thumb_photo']                   = 'Миниатюры фото';
$_['text_thumb_video']                   = 'Миниатюры видео';
$_['text_thumb_count']                   = 'Количество элементов';
$_['text_thumb_product']                 = 'Фотография продукта';
$_['text_thumb_all_block']               = 'Отображать блок со всеми фото и видео прикрепленными к отзывам товара.';

//Rewards
$_['rewards_status']                     = 'Включить бонусные баллы за отзывы';
$_['text_bonus']                         = 'Бонусных баллов за отзыв';
$_['text_bonus_help']                    = 'Количество бонусов получаемых за отзыв';
$_['text_bonus_photo']                   = 'Бонусных баллов за отзыв с фото';
$_['text_bonus_photo_help']              = 'Количество бонусов получаемых за отзыв с фото';
$_['text_bonus_video']                   = 'Бонусных баллов за отзыв с видео';
$_['text_bonus_video_help']              = 'Количество бонусов получаемых за отзыв с видео';
$_['text_bonus_likes_status']            = 'Включить бонусные баллы за пользу отзыва';
$_['text_bonus_likes']                   = 'Бонусных баллов за полученный лайк';
$_['text_bonus_likes_help']              = 'Количество бонусов зачисляемых за полученный к отзыву лайк';
$_['text_link_to_page']                  = 'Ссылка на страницу "Отзывы о магазине';
$_['text_enable_bonuse']                 = 'Засчитать бонусы за комментарий';
$_['text_bonus_help']                    = 'Модуль использует стандартную бонусную систему опенкарта. Бонусы зачисляются только на отзывы оставленные зарегистрированными пользователеми';

//API
$_['api_notifications']                  = 'Данные библиотеки, плагины и стили необходимы для правильной работы модуля. В зависимости от настроек модуля, используйте их подключение при необходимости.';
$_['text_dropzone_help']                 = 'Обязательный плагин при использовании функционала добавения фотографий.';
$_['text_magnific']                      = 'Использовать MagnificPopup для просмотра фотографий и видео';
$_['text_magnific_help']                 = 'Если в вашей теме используется MagnificPopup для просмотра фотографий товара, эта опция должна быть включена.';
$_['text_carousel']                      = 'Owl carousel';
$_['text_carousel2']                     = 'Owl carousel 2';
$_['text_fancybox']                      = 'Использовать Fancybox для просмотра фотографий и видео';
$_['text_fancybox_help']                 = 'Если в вашей теме используется Fancybox для просмотра фотографий товара, эта опция должна быть включена.';
$_['text_bootstrap_css']                 = 'Bootstrap CSS';
$_['text_bootstrap_js']                  = 'Bootstrap JS';
$_['text_imgbb_key_help']                = 'Ключ для загрузки изображений на внешний хостинг imgbb.com';
$_['text_imgbb_key_link']                = 'Ключ можно получить по адресу: api.imgbb.com';
$_['text_youtube_key_help']              = 'Этот ключ используется для запроса миниатюры изображения видеоролика из youtube. Можете зарегестрировать и использовать свой ключ, либо оставить стандартный.';
$_['text_youtube_key']                   = 'API ключ для youtube';
$_['text_youtube_key_link']              = 'Ключ можно получить по адресу: console.cloud.google.com/apis/api/youtube.googleapis.com';
$_['text_module_script_help']            = 'Файл скриптов модуля. Не выключайте если данные скрипты не были подключены в другом месте.';
$_['text_module_style_help']             = 'Файл стилей модуля. Не выключайте если данные стили не были подключены в другом месте.';
$_['text_product_page']                  = 'Страница товара';
$_['text_reviews_page']                  = 'Страница со всеми отзывами';

//Media
$_['text_imgbb_on']                      = 'Грузить фото на хостинг imgbb.com';
$_['text_imgbb_key']                     = 'API ключ от хостинга imgbb.com';
$_['text_imgbb_help']                    = 'Фотографии будут загружаться на сторонний хостинг картинок imgbb.com';
$_['text_key_help']                      = 'Индивидуальный ключ который выдается при регистрации на хосстинге картинок imgbb.com';
$_['text_youtube_help']                  = 'Добавить возможность размещения в отзывах видеофайлов добавленных в youtube';
$_['text_delete_help']                   = 'Удаляет из базы данных все фотографии не привязанные к отзывам + удаляет эти фотографии с вашего сервера';
$_['text_thumb_help']                    = 'Данный параметр не влияет на фактический размер отображаемых в отзывах миниматюр, будет изменяться только их качество.';
$_['text_max_size']                      = 'При загрузке пользователем изображений превышающих заданные размеры будет выводиться ошибка.';
$_['text_size_control']                  = 'Изменяет размер изображения перед загрузкой на сервер. При включенной опции «Грузить фото на хостинг imgbb.com» рекомендуемые значения не выше 2000 пикселей, иначе загрузка фотографии на сторонний хостинг может осуществляться слишком долго. Можно указать только высоту или ширину, второе значение оставить 0, в таком случае ресайз фотографии не будет добавлять белые рамки.';
$_['text_max_weight']                    = 'Максимальынй разрешенный вес изображения загружаемого на хостинг imgbb.com = 15мб.';
$_['text_likes_help']                    = 'Бонусные баллы будут начисляться за полученные лайки к отзывам.';
$_['text_bottomright']                   = 'Право низ';
$_['text_topright']                      = 'Право верх';
$_['text_middleright']                   = 'Право центр';
$_['text_bottomleft']                    = 'Лево низ';
$_['text_topleft']                       = 'Лево верх';
$_['text_middleleft']                    = 'Лево центр';
$_['text_bottomcenter']                  = 'Центр низ';
$_['text_topcenter']                     = 'Центр верх';
$_['text_middlecenter']                  = 'Центр';
$_['text_watermark_location']            = 'Расположение водяного знака';
$_['text_watermark_add']                 = 'Добавлять водяной знак при загрузке изображений.';
$_['text_watermark_size']                = 'Ширина водяного знака относительно изображения (%)';
$_['text_watermark']                     = 'Водяной знак';
$_['text_gallery_title']                 = 'Выберите какую галлерею использовать для просмотра изображений';





//Support
$_['text_support']                      = 'Информация о модуле';
$_['text_thanks']                       = '<h3>Благодарю за использование модуля «<span style="color:#05a120">Ex-reviews</span> - Отзывы о товарах» v4</h3><p>По вопросам адаптации / доработок пишите на Email.<br>С уважением, разработчик модуля - Лебедев Егор</p>';
$_['text_module_reviews']               = 'Страница технической поддержки модуля:';
$_['text_contacts']                     = 'Контакты разработчика:';
$_['text_site']                         = 'Сайт: ';
$_['text_email']                        = 'Почта: ';



// Entry
$_['entry_name']                         = 'Название';
$_['entry_admin_name']                   = 'Стандартное имя администратора в ответах';
$_['entry_automoderate']                 = 'Автомодерирование отзывов';
$_['entry_limit']                        = 'Лимит';
$_['entry_image']                        = 'Изображение (ширина x высота)';
$_['entry_width']                        = 'Ширина';
$_['entry_height']                       = 'Высота';
$_['entry_status']                       = 'Статус';
$_['entry_h1']                           = '«h1» страницы';
$_['entry_title']                        = '«title» страницы';
$_['entry_description']                  = '«description» страницы';
$_['entry_keywords']                     = 'Мета-тег Keywords';
$_['entry_url']                          = 'SEO url страницы';
$_['entry_store']                        = 'Магазины';


// Error
$_['error_permission']                   = 'У вас недостаточно прав для внесения изменений!';
$_['error_seo_url']                      = 'Проверьте вкладку «Настройки страницы со всеми отзывами => SEO страницы»';
$_['error_warning']                      = 'Что то пошло не так. Проверьте правильность заполнения всех вкладок';
$_['error_name']                         = 'Имя модуля должно быть от 3 до 64 символов!';
$_['error_width']                        = 'Необходимо указать ширину!';
$_['error_height']                       = 'Необходимо указать высоту!';
$_['error_keyword']                      = 'Выбранный SEO URL уже используется на другой странице сайта! <a href="javascript:;" class="url-delete" data-keyword="%s">Удалить SEO URL из базы</a>';
$_['error_unique']                       = 'SEO url должен быть уникальным';



$_['status_1']                           = '<span style="color:green;">Активна</span>';
$_['status_4']                           = '<span style="color:red;">Ошибка</span>: лицензия была приостановлена.';
$_['missing_activation_key']             = '<span style="color:red;">Ошибка</span>: ключ активации не указан.';
$_['could_not_obtain_local_key']         = '<span style="color:red;">Ошибка</span>: невозможно получить новый локальный ключ.';
$_['local_key_tampering']                = '<span style="color:red;">Ошибка</span>: локальный лицензионный ключ поврежден или не действителен.';
$_['local_key_invalid_for_location']     = '<span style="color:red;">Ошибка</span>: локальный ключ не подходит к домену.';
$_['activation_key_string_mismatch']     = '<span style="color:red;">Ошибка</span>: локальный ключ не действителен для указанного ключа активации.';

