<?php

// Heading
$_['heading_title']     = 'Заказать';

// Button
$_['button_close']      = 'Закрыть';
$_['button_send']       = 'Заказать';

// Text
$_['text_success_send'] = '<p>Ваш запрос успешно отправлен!</p>';
$_['text_loading']      = 'Загрузка...';
$_['text_agree']        = 'Я прочитал и принимаю <a href="%s" class="agree-form" target="_blank">%s</a>.';

$_['text_info']         = 'Клиент';
$_['text_extra']        = 'Мы с нетерпением ждем возможности помочь вам. Свяжитесь с нами, чтобы договориться о личной консультации по покупке или записаться на встречу для обратного звонка.';
$_['text_date_added']   = 'Добавлено';

// Enter
$_['enter_first_name']  = 'Ваше Имя';
$_['enter_last_name']   = 'Фамилия';
$_['enter_email']       = 'Email';
$_['enter_telephone']   = 'Номер телефона';
$_['enter_time']        = 'Когда мне перезвонить?';
$_['enter_comment']     = 'Ваше сообщение';

// Error
$_['error_first_name']  = 'Имя должно содержать от 1 до 32 символов!';
$_['error_last_name']   = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email']       = 'Адрес электронной почты выглядит недействительным!';
$_['error_time']        = 'Введенные дата/время неверны!';
$_['error_telephone']   = 'Телефон должен содержать от 3 до 32 символов!';
$_['error_comment']     = 'Сообщение должно содержать от 3 до 500 символов!';
$_['error_agree']       = 'Проверьте поле!';