<?php


// Text
$_['text_hello']             = 'Добрый день, %s';
$_['text_info']              = 'Вы получили ответ на свой отзыв о товаре:';
$_['text_customer_info']     = 'Отзыв пользователя %s:';
$_['text_more']              = 'Подробнее';
$_['text_comment_title']     = 'Получен ответ на ваш отзыв';
$_['text_product']           = 'О товаре:';

$_['text_review_title']      = 'Ваш отзыв был опубликован';
$_['text_review']            = 'Опубликован Ваш отзыв на товар:';
$_['text_bonus']             = 'Вам зачислено %s баллов на бонусный счет аккаунта%s';
$_['text_bonus_photo']       = ', за отзыв с фото.';
$_['text_bonus_video']       = ', за отзыв с видео.';
$_['text_more_info']         = 'Подробнее посмотреть количество накопленных баллов можно в <a href="%s">личном кабинете</a>';


// Admin

$_['text_admin_title']              = 'Получен отзыв о товаре';
$_['text_review_automaderate']      = 'Отзыв был опубликован автоматически';
$_['text_admin_bonus']              = 'Пользователю было зачислено %s баллов на бонусный счет аккаунта%s';
$_['text_admin_account']            = 'Просмотреть аккаунт пользователя можно по <a href="%s">ссылке</a>';